{
  "data": [
    {
      "id": 1,
      "model": "Blancpain Fifty Fathoms",
      "price": "23000",
      "winding": "Automatic",
      "caliber": "13P8",
      "category": "Diver",
      "imageURL": "assets/watches/fifty_fathoms.avif",
      "description": "The Fifty Fathoms collection embodies Blancpain’s passion for the underwater world that was originally expressed in 1953 with the presentation of the first modern diver’s watch."
    },
    {
      "id": 2,
      "model": "Blancpain Air Command",
      "price": "18000",
      "winding": "Automatic",
      "caliber": "F388B",
      "category": "Chronograph",
      "imageURL": "assets/watches/air_command.avif",
      "description": "Combining a resolutely vintage style with Blancpain's latest technical advances, the Air Command collection revives the history linking the Maison to 1950s military aviation."
    },
    {
      "id": 3,
      "model": "Blancpain Villeret",
      "price": "32000",
      "winding": "Automatic",
      "caliber": "6054F.4",
      "category": "Dress",
      "imageURL": "assets/watches/villeret.avif",
      "description": "Blancpain’s native village of Villeret lends its name to the most classic collection from the Brand. Firmly anchored in tradition, these models exemplify our roots and embody our prime aesthetic choices. The purity of their lines, the clarity of their dials and the slenderness of their double-stepped cases express essentials with timeless elegance."
    },
    {
      "id": 4,
      "model": "Rolex Submariner",
      "price": "9050",
      "winding": "Automatic",
      "caliber": "3230",
      "category": "Diver",
      "imageURL": "assets/watches/submariner.avif",
      "description": "Launched in 1953, the Rolex Submariner is the first divers’ wristwatch to be waterproof to a depth of 100 metres (330 feet) – now 300 metres (1,000 feet). Its major features, such as the graduated rotatable bezel, the luminescent display, the large hands and hour markers, have been a driving force in the creation of the long line of Rolex divers’ watches which followed.The Submariner is an iconic timepiece whose renown now extends beyond the professional world it was first designed for. The Submariner, the ultimate standard."
    },
    {
      "id": 5,
      "model": "Rolex Yacht-Master 42",
      "price": "13000",
      "winding": "Automatic",
      "caliber": "3235",
      "category": "Diver",
      "imageURL": "assets/watches/yacht_master.avif",
      "description": "Light and robust, the Oyster Perpetual Yacht-Master 42 in RLX titanium is the ally of those seeking freedom of movement. Especially suited to the demands and pressures of competitive sailing, it puts watchmaking excellence at the service of sporting performance."
    },
    {
      "id": 6,
      "model": "Vacheron Constantin Historiques",
      "price": "64000",
      "winding": "Manual",
      "caliber": "4400QC",
      "category": "Dress",
      "imageURL": "assets/watches/historiques.avif",
      "description": "In tribute to the uninterrupted creativity displayed by Vacheron Constantin since 1755, the Historiques line provides contemporary reinterpretations of iconic models from the prestigious heritage of the Maison. It draws inspiration from the legendary creations that have punctuated more than 260 years of expertise through models combining rigorous technicality and bold aesthetics."
    },
    {
      "id": 7,
      "model": "Vacheron Constantin Retrograde",
      "price": "44000",
      "winding": "Automatic",
      "caliber": "2460 R31R7/3",
      "category": "Dress",
      "imageURL": "assets/watches/retrograde.avif",
      "description": "Along with the jumping hour, which appeared in 1824, the retrograde display is a complication that has been part of the Vacheron Constantin universe for almost a century. The watch brand regularly unveils a timepiece with this elegant and spectacular time reading - like the Saltarello model, launched in 1997, with its sunburst guilloche dial and display reminiscent of the elevator floor indicators of the early 20th century."
    },
    {
      "id": 8,
      "model": "Vacheron Constantin Tourbillon",
      "price": "66000",
      "winding": "Automatic",
      "caliber": "2160/1",
      "category": "Dress",
      "imageURL": "assets/watches/fiftysixtourbillon.avif",
      "description": "Invented in 1795 for pocket watches, the tourbillon countered the detrimental influence of gravity on any mechanism with a solution that was ingenious and yet extremely difficult to implement. The device governing tourbillon watches consists of a mobile carriage housing the movement’s regulating organs: namely the balance-wheel, balance-spring and escapement. The constantly spinning tourbillon subjects the regulating organ to a regular 360° rotation, thereby cancelling out over time gravity’s effects on the regulating system, and thus on the movement’s precision. Vacheron Constantin tourbillon watches are thus endowed with extreme precision."
    }
  ]
}
